tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "dart-lang/dart"
tap "ghickman/banking-tools", "https://github.com/ghickman/banking-tools.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "nvie/tap"
tap "osx-cross/avr"
tap "px4/px4"
tap "sass/sass"
tap "vitorgalvao/tiny-scripts"
tap "wagoodman/dive"
tap "wolever/git-blast"
brew "ack"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "atool"
brew "autoconf"
brew "automake"
brew "libusb-compat"
brew "avrdude"
brew "awscli"
brew "b2-tools"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "icu4c"
brew "gettext"
brew "pixman"
brew "cloc"
brew "cmake"
brew "contacts"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "dcmtk"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "elasticsearch"
brew "gmp"
brew "exiftool"
brew "expect"
brew "faac"
brew "ffind"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "forego"
brew "fping"
brew "libtool"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "libxml2"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gifsicle"
brew "gist"
brew "git"
brew "glew"
brew "gnupg"
brew "gmime"
brew "gnu-typist"
brew "go"
brew "sdl2_image"
brew "gource"
brew "hr"
brew "hub"
brew "icdiff"
brew "jemalloc"
brew "jhead"
brew "oniguruma"
brew "jq"
brew "lftp"
brew "libuv"
brew "libcouchbase"
brew "libcroco"
brew "memcached"
brew "libmemcached"
brew "librsvg"
brew "libyaml"
brew "ruby", link: true
brew "unibilium"
brew "libtermkey"
brew "libvo-aacenc"
brew "libvterm"
brew "libxmlsec1"
brew "markdown"
brew "mas"
brew "media-info"
brew "moreutils"
brew "mosh"
brew "msgpack"
brew "msmtp"
brew "mtr"
brew "namebench"
brew "zlib"
brew "notmuch"
brew "tokyo-cabinet"
brew "neomutt"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "offlineimap", restart_service: true
brew "openssl@1.1"
brew "optipng"
brew "pgcli"
brew "pgloader"
brew "pinentry-mac"
brew "pv"
brew "pxz"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rsync"
brew "scons"
brew "shellcheck"
brew "ssh-copy-id"
brew "swig"
brew "teensy_loader_cli"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "typespeed"
brew "urlview"
brew "utf8proc"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "cantino/mcfly/mcfly"
brew "ghickman/banking-tools/banking-tools", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "nvie/tap/git-toolbelt"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
brew "sass/sass/sass"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "wagoodman/dive/dive"
brew "wolever/git-blast/git-blast"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "amazon-drive"
cask "appcleaner"
cask "crosspack-avr"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "doxie"
cask "dropbox"
cask "etcher"
cask "firefox"
cask "font-inconsolata-for-powerline"
cask "garagesale"
cask "google-chrome"
cask "graphiql"
cask "handbrake"
cask "hazel"
cask "highsierramediakeyenabler"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keybase"
cask "lastfm"
cask "medis"
cask "netspot"
cask "ngrok"
cask "numi"
cask "pixelstick"
cask "postgres"
cask "postico"
cask "qcad"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "rocket"
cask "sketch"
cask "sketchup"
cask "slack"
cask "sonos"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "teensy"
cask "the-unarchiver"
cask "torbrowser"
cask "unrarx"
cask "vagrant"
cask "vidyo"
cask "virtualbox"
cask "viscosity"
cask "vlc"
cask "whalebird"
cask "whatsapp"
cask "wireshark"
cask "xbench"
cask "zeplin"
cask "zoomus"
mas "app.mastonaut.mac", id: 1450757574
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.blackmagic-design.DiskSpeedTest", id: 425264550
mas "com.codeux.apps.textual-mas", id: 1262957439
mas "com.linebreak.CloudAppMacOSX", id: 417602904
mas "com.manytricks.Moom", id: 419330170
mas "com.mizage.shush", id: 496437906
mas "com.robinlu.mac.Tooth-Fairy", id: 1191449274
mas "com.tapbots.Tweetbot3Mac", id: 1384080005
