tap "clementtsang/bottom"
tap "dart-lang/dart"
tap "ghickman/banking-tools", "https://github.com/ghickman/banking-tools/"
tap "github/gh"
tap "heroku/brew"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jawshooah/pyenv"
tap "nvie/tap"
tap "osx-cross/avr"
tap "px4/px4"
tap "sass/sass"
tap "vitorgalvao/tiny-scripts"
tap "wallix/awless"
tap "wolever/git-blast"
brew "act"
brew "gdbm"
brew "openssl@1.1"
brew "xz"
brew "asciinema"
brew "atool"
brew "autoconf"
brew "automake"
brew "libusb-compat"
brew "avrdude"
brew "awscli"
brew "b2-tools"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "icu4c"
brew "libuv"
brew "bitwarden-cli"
brew "gettext"
brew "pixman"
brew "cloc"
brew "cmake"
brew "contacts"
brew "gmp"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "datasette"
brew "dcmtk"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dive"
brew "dos2unix"
brew "doxygen"
brew "libtool"
brew "jemalloc"
brew "exiftool"
brew "expect"
brew "faac"
brew "fd"
brew "ffind"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "forego"
brew "fping"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "libxml2"
brew "openblas"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glew"
brew "gnupg"
brew "gmime"
brew "gnu-typist"
brew "go"
brew "sdl2_image"
brew "gource"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "hr"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "just"
brew "lazydocker"
brew "libcouchbase"
brew "libcroco"
brew "memcached"
brew "libmemcached"
brew "libyaml"
brew "ruby", link: true
brew "unibilium"
brew "libtermkey"
brew "libvo-aacenc"
brew "libvterm"
brew "libxmlsec1"
brew "markdown"
brew "mas"
brew "media-info"
brew "mermaid-cli"
brew "moreutils"
brew "mosh"
brew "msgpack"
brew "msmtp"
brew "mtr"
brew "namebench"
brew "neofetch"
brew "notmuch"
brew "tokyo-cabinet"
brew "neomutt"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "offlineimap", restart_service: true
brew "openldap"
brew "optipng"
brew "tree"
brew "pass"
brew "pgcli"
brew "pgloader"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "pv"
brew "pyenv"
brew "python-yq"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "scons"
brew "sd"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "starship"
brew "swig"
brew "tcping"
brew "teensy_loader_cli"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "typespeed"
brew "urlview"
brew "volta"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zlib"
brew "clementtsang/bottom/bottom"
brew "ghickman/banking-tools/banking-tools", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "jawshooah/pyenv/pyenv-default-packages", args: ["HEAD"]
brew "nvie/tap/git-toolbelt"
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
brew "sass/sass/sass"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "backblaze"
cask "bitwarden"
cask "chromedriver"
cask "cloudapp"
cask "crossover"
cask "crosspack-avr"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "doxie"
cask "drawio"
cask "dropbox"
cask "element"
cask "elgato-control-center"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-inconsolata-for-powerline"
cask "garagesale"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "handbrake"
cask "hazel"
cask "highsierramediakeyenabler"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "lastfm"
cask "logitech-g-hub"
cask "medis"
cask "microsoft-teams"
cask "minecraft"
cask "miro"
cask "multipass"
cask "netspot"
cask "ngrok"
cask "notion"
cask "numi"
cask "nvidia-geforce-now"
cask "omnifocus"
cask "phantomjs"
cask "pixelstick"
cask "postgres"
cask "postico"
cask "qcad"
cask "qlmarkdown"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "signal"
cask "sketch"
cask "sketchup"
cask "slack"
cask "sonos"
cask "soundsource"
cask "speedify"
cask "spotify"
cask "spotify-notifications"
cask "starcraft"
cask "stats"
cask "steam"
cask "synology-drive"
cask "tableplus"
cask "teensy"
cask "the-unarchiver"
cask "tunnelblick"
cask "unrarx"
cask "virtualbox"
cask "viscosity"
cask "vlc"
cask "vmware-fusion"
cask "whalebird"
cask "whatsapp"
cask "wireshark"
cask "xbench"
cask "zeplin"
cask "zoom"
mas "Blinks", id: 998804308
mas "Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Mastonaut", id: 1450757574
mas "Microsoft Word", id: 462054704
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shush", id: 496437906
mas "Textual IRC Client", id: 1262957439
mas "ToothFairy", id: 1191449274
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
