tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "ghickman/banking-tools", "https://github.com/ghickman/banking-tools.git"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
tap "neomutt/neomutt"
tap "neovim/neovim"
tap "vitorgalvao/tiny-scripts"
cask "java"
brew "ack"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "python3"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "bison"
brew "boost"
brew "git"
brew "docker"
brew "boot2docker"
brew "freetype"
brew "gettext"
brew "pixman"
brew "cmake"
brew "contacts"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "libyaml"
brew "docker-compose"
brew "doxygen"
brew "elasticsearch"
brew "exiftool"
brew "faac"
brew "ffind"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "forego"
brew "fping"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "python"
brew "jpeg"
brew "gdk-pixbuf"
brew "gifsicle"
brew "gist"
brew "git-extras"
brew "glew"
brew "gmime"
brew "gnu-typist"
brew "pinentry"
brew "gnupg"
brew "go"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "gpg-agent"
brew "gpgme"
brew "icu4c"
brew "harfbuzz"
brew "heroku"
brew "hr"
brew "htop"
brew "hub"
brew "icdiff"
brew "jemalloc"
brew "jhead"
brew "oniguruma"
brew "jq"
brew "lftp"
brew "libcouchbase"
brew "libcroco"
brew "memcached"
brew "libmemcached"
brew "librsvg"
brew "libtermkey"
brew "libtool"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxml2"
brew "libxmlsec1"
brew "little-cms2"
brew "markdown"
brew "mas"
brew "media-info"
brew "mobile-shell"
brew "moreutils"
brew "msgpack"
brew "msmtp"
brew "mtr"
brew "namebench"
brew "openssl@1.1"
brew "nginx"
brew "nmap"
brew "ruby"
brew "zlib"
brew "notmuch"
brew "offlineimap"
brew "openjpeg"
brew "optipng"
brew "pgcli"
brew "pinentry-mac"
brew "poppler"
brew "pv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "scons"
brew "selecta"
brew "shellcheck"
brew "ssh-copy-id"
brew "swig"
brew "teensy_loader_cli"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tokyo-cabinet"
brew "tree"
brew "typespeed"
brew "unibilium"
brew "urlview"
brew "utf8proc"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "ghickman/banking-tools/banking-tools", args: ["HEAD"]
brew "neomutt/neomutt/neomutt", args: ["with-gpgme", "with-notmuch-patch", "with-sidebar-patch"]
brew "neovim/neovim/neovim"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "cloak"
cask "crashplan"
cask "crosspack-avr"
cask "daisydisk"
cask "dash"
cask "dropbox"
cask "firefox"
cask "font-hack"
cask "garagesale"
cask "gifrocket"
cask "google-chrome"
cask "gpgtools"
cask "graphiql"
cask "handbrake"
cask "hazel"
cask "istat-menus"
cask "iterm2-beta"
cask "keybase"
cask "lastfm"
cask "licecap"
cask "medis"
cask "netspot"
cask "ngrok"
cask "pixelstick"
cask "postgres"
cask "postico"
cask "screenhero"
cask "sketch"
cask "sketchup"
cask "slack"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "the-unarchiver"
cask "torbrowser"
cask "unrarx"
cask "viscosity"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "xbench"
cask "zeplin"
cask "zoomus"
mas "1Password", id: 443987910
mas "Blackmagic Disk Speed Test", id: 425264550
mas "CloudApp", id: 417602904
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shush", id: 496437906
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
